<?php
// Text
$_['text_subject']		        = '%s - Партнерська програма';
$_['text_welcome']		        = 'Вітаємо. Ви стали партнером нашого магазину %s !';
$_['text_login']                = 'Ваш аккаунт створено і Ви можете увійти, використовуючи свій E-mail і пароль, за посиланням:';
$_['text_approval']		        = 'Ваш обліковий запис очікує підтвердження. Після підтвердження Ви зможете увійти в партнерський розділ нашого сайту за посиланням:';
$_['text_services']		        = 'У партнерському розділі Ви зможете отримати реферальний код і реферальні посилання, відстежувати комісійну винагороду і редагувати параметри облікового запису.';
$_['text_thanks']		        = 'Дякуємо,';
$_['text_new_affiliate']        = 'Новий партнер';
$_['text_signup']		        = 'Зареєстрований новий партнер:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Ім\'я:';
$_['text_lastname']		        = 'Прізвище:';
$_['text_company']		        = 'Компанія:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Сайт:';
$_['text_order_id']             = '№ Замовлення:';
$_['text_transaction_subject']  = '%s - партнерські комісійні';
$_['text_transaction_received'] = 'Ви отримали %s комісійних!';
$_['text_transaction_total']    = 'Загальний баланс комісійних %s.';
