<?php
// Text
$_['text_subject'] = '%s %s - Дякую за реєстрацію';
$_['text_welcome'] = 'Ласкаво просимо і дякуємо вам за реєстрацію в %s!';
$_['text_login'] = 'Тепер ваш обліковий запис створено, і ви можете увійти в систему, використовуючи свою адресу
    електронної пошти і пароль, відвідавши наш веб-сайт або за наступним URL-адресою: ';
$_['text_approval'] = 'Перш ніж увійти в систему, ваш обліковий запис має бути затверджена. Після затвердження ви
    можете увійти в систему, використовуючи свою адресу електронної пошти і пароль, відвідавши наш веб-сайт або за
    наступним URL-адресою:';
$_['text_service'] = 'При вході в систему ви зможете отримати доступ до інших служб, включаючи перегляд минулих
    замовлень, друк рахунків і редагування інформації про обліковий запис.';
$_['text_thanks'] = 'Дякуємо,';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_signup'] = 'Новий клієнт підписав:';
$_['text_customer_group'] = 'Група клієнта:';
$_['text_firstname'] = 'імя:';
$_['text_lastname'] = 'Прізвище:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'Телефон:';
$_['button_login'] = 'Login';
$_['text_catalog'] = 'Каталог';
$_['text_pay_delivery'] = 'Оплата i доставка';
$_['text_history_order'] = 'Історія замовлень';
$_['text_terms_of_use'] = 'Користувача угода';
$_['text_contacts'] = 'Контакти';
