<?php
// Text
$_['text_subject']  = 'Ви відправили Подарунковий Сертифікат %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат від %s';
$_['text_from']     = 'Ви отримали Подарунковий Сертифікат від';
$_['text_message']  = 'Відправник залишив Вам повідомлення';
$_['text_redeem']   = 'Щоб скористатися даним Подарунковим Сертифікатом, збережіть код <b>%s</b> потім перейдіть в магазин і замовте товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду корзины, перед тим як почнете оформлювати замовлення.';
$_['text_footer']   = 'Якщо у Вас залишилися які-небудь питання, дайте відповідь на це повідомлення.';
