<?php
// Heading
$_['heading_title'] = 'Використовувати Бонусні бали (доступно балів %s)';

// Text
$_['text_reward']   = 'Бонусні Бали (%s)';
$_['text_order_id'] = 'Номер замовлення: #%s';
$_['text_success']  = 'Бали успішно застосовані!';

// Entry
$_['entry_reward']  = 'Доступно до застосування (максимум %s)';

// Error
$_['error_reward']  = 'Вкажіть, будь ласка кількість бонусних балів для оплати даного замовлення!';
$_['error_points']  = 'У Вас немає %s бонусних балів!';
$_['error_maximum'] = 'Максимальна доступна кількість балів, яку можна застосувати: %s!';
