<?php
// Heading
$_['heading_title']        = 'Мої Адреси';


// Text
$_['text_account']         = 'Особистий Кабінет';
$_['text_address_book']    = 'Список адресантів доставки';
$_['text_edit_address']    = 'Редагувати адресу';
$_['text_add']             = 'Вашу адресу було успішно добавлено';
$_['text_edit']            = 'Вашу адресу було успішно змінено';
$_['text_delete']          = 'Вашу адресу було успішно змінено';
$_['text_empty']           = 'Список адрес в акаунті порожній.';

// Entry
$_['entry_firstname']      = 'Ім\'я';
$_['entry_lastname']       = 'Прізвище';
$_['entry_company']        = 'Компанія';
$_['entry_address_1']      = 'Адреса 1';
$_['entry_address_2']      = 'Адреса 2';
$_['entry_postcode']       = 'Почтовий індекс';
$_['entry_city']           = 'Місто';
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Региіон / Область';
$_['entry_default']        = 'Основна адреса';

// Error
$_['error_delete']         = 'Вы повинні добавить не менее 1 адреса!';
$_['error_default']        = 'Ви не можете видалити основну адресу!';
$_['error_firstname']      = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']       = 'Прізвище має бути від 1 до 32 символів!';
$_['error_vat']            = 'Невірний індекс!';
$_['error_address_1']      = 'Адреса повинна бути від 3 до 128 символів!';
$_['error_postcode']       = 'Індекс повинен бути від 2 до 10 символів!';
$_['error_city']           = 'Назва міста повинна бути від 2 до 128 символів!';
$_['error_country']        = 'Буь-ласка, вкажіть країну!';
$_['error_zone']           = 'Будь-ласка, вкажіть регіон / область!';
$_['error_custom_field']   = '%s необхідне!';
$_['error_custom_field_validate'] = '%s неправильне!';
