<?php
// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Особистий Кабінет';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть E-Mail Вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль по електронній почті.';
$_['text_success']    = 'Новий пароль було вислано на Ваш E-Mail.';

// Entry
$_['entry_email']     = 'E-Mail';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердіть новий пароль';

// Error
$_['error_email']     = 'E-Mail адресу не знайдено, перевірте и попробуйте ще раз!';
$_['error_approved']  = 'Внимание! Ваш аккаунт еще не активирован.';
$_['error_password']  = 'Пароль повинен бути від 4 до 20 символів!';
$_['error_confirm']   = 'Пароль и підвтердження паролю різні!';
$_['error_email_validate']      = 'Введіть корректну E-mail адресу!';
