<?php
// Heading
$_['heading_title']                = 'Авторизація';

// Text
$_['text_account']                 = 'Особистий Кабінет';
$_['text_login']                   = 'Автоиизація';
$_['text_new_customer']            = 'Новий клієнт';
$_['text_register']                = 'Реєстрація';
$_['text_register_account']        = 'Ми здійснюємо поставку товару покупцеві за двосторонньою угодою. Надані Вами дані будуть використовуватися тільки для підготовки відповідних документів. Після відправки реєстраційних відомостей наш менеджер зв\'яжеться з Вами для уточнення всіх реквізитів, необхідних для складання договору і подальшого відвантаження товару';
$_['text_returning_customer']      = 'Зареєстрований клієнт';
$_['text_i_am_returning_customer'] = 'Вхід в Особистий Кабінет';
$_['text_forgotten']               = 'Забули пароль?';

// Entry
$_['entry_email']                  = 'E-Mail';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Неправильно заповнено поле E-Mail і/або пароль!';
$_['error_attempts']               = 'Ви перевищили максимальну кількість спроб авторизації. Будь ласка, повторіть спробу авторизації на сайті через 1 годину';
$_['error_approved']               = 'Необхідно підтвердити аккаунт перед авторизацією.';
