<?php
// Heading
$_['heading_title']        = 'Реєстрація';

// Text
$_['text_account']         = 'Особистий Кабінет';
$_['text_register']        = 'Реєстрація';
$_['text_account_already'] = 'Якщо Ви вже зареєстровані, перейдіть на сторінку <a href="%s">авторизації</a>.';
$_['text_your_details']    = 'Основні дані';
$_['text_your_address']    = 'Ваша адреса';
$_['text_newsletter']      = 'Розсилка новин';
$_['text_your_password']   = 'Ваш пароль';
$_['text_agree']           = 'Я погоджуюсь з умовани <a href="%s" class="agree">%s</a>';
$_['text_register']        = 'Зареєструватися';

// Entry
$_['entry_customer_group'] = 'Направлення бізнесу';
$_['entry_firstname']      = 'Ім\'я';
$_['entry_lastname']       = 'Прізвище';
$_['entry_patronymic']     = 'По батькові';
$_['entry_email']          = 'E-Mail';
$_['entry_telephone']      = 'Телефон';
$_['entry_fax']            = 'Факс';
$_['entry_company']        = 'Компанія';
$_['entry_address_1']      = 'Адреса 1';
$_['entry_address_2']      = 'Адреса 2';
$_['entry_postcode']       = 'Індекс';
$_['entry_city']           = 'Місто';
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_newsletter']     = 'Підписка на новини';
$_['entry_password']       = 'Пароль';
$_['entry_confirm']        = 'Повторіть пароль';

//Placeholder
$_['entry_lastname_pl']       = 'Наприклад: Іванов. Довжина поля повинна бути від 1 до 32 символів';
$_['entry_firstname_pl']      = 'Наприклад: Іван. Довжина поля повинна бути від 1 до 32 символів';
$_['entry_patronymic_pl']     = 'Наприклад: Іванович';
$_['entry_email_pl']          = 'Наприклад: example@gmail.com. Довжина поля повинна бути від 1 символу';
$_['entry_telephone_pl']      = 'Наприклад: +74957775407';
$_['entry_password_pl']       = 'Пароль. Довжина поля повинна бути від 4 до 40 символів';
$_['entry_confirm_pl']        = 'Повторіть пароль. Довжина поля повинна бути від 4 до 40 символів';

$_['name_error']              = 'Дозволено вводити лише символи [A-z, А-я]';
$_['name_error_empty']        = 'Поле Ім&#39я обов&#39язкове до заповнення';
$_['lname_error_empty']       = 'Поле Прізвище обов&#39язкове до заповнення';
$_['email_error']             = 'Ви вказали невірний Email';
$_['company_error_empty']     = 'Поле Компанія не може залишатися порожнім';
$_['email_error_empty']       = 'Поле Email обов&#39язкове до заповнення';
$_['pass_confirm_error_empty']= 'Поле Повторіть пароль має бути заповнено';
$_['pass_error_empty']        = 'Поле Пароль обов&#39язкове до заповнення';
$_['pass_error_length']       = 'Довжина поля Пароль повинна бути від 4 до 40 символів';
$_['pass_error_confirm_length'] = 'Довжина поля Повторити Пароль повинна бути від 4 до 40 символів';
$_['pass_repeat_error_empty'] = 'Паролі повинні співпадати';
$_['tel_error']               = 'Дозволено вводити лише символи 0-9';
$_['tel_error_empty']         = 'Поле Телефон обов&#39язкове до заповнення';
$_['checkbox_error']          = 'Ви повинні погодитися з умовами';


// Error
$_['error_exists']         = '\'Даний E-Mail вже зареєстрований!\'';
$_['error_firstname']      = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']       = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_patronymic']     = 'По батькові повинно бути від 1 до 32 символів!';
$_['error_email']          = 'E-Mail адресу введено невірно!';
$_['error_telephone']      = 'Телефон повинен бути від 3 до 32 символів!';
$_['error_address_1']      = 'Адреса повинна бути від 3 до 32 символів!';
$_['error_city']           = 'Назва міста повинена бути від 3 до 32 символів!';
$_['error_postcode']       = 'Індекс повинен бути від 3 до 32 символів!';
$_['error_country']        = 'Виберіть країну!';
$_['error_zone']           = 'Виберіть регіон / область!';
$_['error_custom_field']   = '%s обов\'язково до заповнення!';
$_['error_password']       = 'В паролі повинно бути від 4 до 20 символів!';
$_['error_confirm']        = 'Поточний пароль і пароль підтвердження не співпадають!';
$_['error_agree']          = 'Вы повинні прочитати і погодитися з %s!';
