<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис був створений!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш Особистий Кабінет було успішно створено.</p><p>Тепер Ви можете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунку, зміненя своєї контактної информації і адресів доставки та багато іншого.</p><p>Если у Вас есть какие-либо вопросы,  <a href="%s">напишите нам</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в %s!</p><p>Вас буде повідомлено по електронній почті, як тільки Ваш Особистий Кабінет буде активировано адміністрацією магазину.</p><p>Якщо у Вас є якісь запитання, будь-ласка <a href="%s">напишіть нам</a>.</p>';
$_['text_account']  = 'Особистий Кабінет';
$_['text_success']  = 'Успішно';


