<?php
// Heading
$_['heading_title']    = 'Купити подарунковий сертифікат';

// Text
$_['text_account']     = 'Аккаунт';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Подарунковий сертифікат буде відправлено отримувачу після того як Ви оплатите вартість Подарункового сертифікату.';
$_['text_agree']       = 'Я повідомлений, що подарункові сертифікати не підлягають поверненню.';
$_['text_message']     = '<p>Дякуємо за покупку подарунковго сертифікату! Після завершення замовлення отримувачу буде висланий лист з інструкцією, про те, як скористатися сертифікатом</p>';
$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name']    = 'Ім\'я отримувача';
$_['entry_to_email']   = 'Email отримувача';
$_['entry_from_name']  = 'Ваше ім\'я';
$_['entry_from_email'] = 'Ваш Email';
$_['entry_theme']      = 'Тема подарункового сертифікату';
$_['entry_message']    = 'Повідомлення';
$_['entry_amount']     = 'Сума';

// Help
$_['help_message']     = 'Повідомлення чи привітання для отримувача сертифікату (не обов\'язково)';
$_['help_amount']      = 'Повинна бути більше %s і менше %s';

// Error
$_['error_to_name']    = 'Ім\'я користувача повинно бути від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім\'я повинно бути від 1 до 64 символів!';
$_['error_email']      = 'Введіть коректний E-Mail!';
$_['error_theme']      = 'Виберіть тему сертифікату!';
$_['error_amount']     = 'Увага. Сума повинна бути більше %s і менше %s!';
$_['error_agree']      = 'Вы повинні погодитися з тим, що подарункові сертифікати не підлягають поверненню!';
