<?php
// Text
$_['text_approve_subject'] = '%s - Ваш аккаунт был активирован!';
$_['text_approve_welcome'] = 'Добро пожаловать и благодарим Вас за регистрацию в %s!';
$_['text_approve_login'] = 'Ваш аккаунт создан и Вы можете войти используя Ваши E-mail и пароль, посетив наш сайт по адресу:';
$_['text_approve_services'] = 'После регистрации на сайте, Вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счета, изменение информации Вашей учетной записи и др.';
$_['text_approve_thanks'] = 'Спасибо,';
$_['text_transaction_subject'] = '%s - Счет аккаунта';
$_['text_transaction_received'] = 'Вы получили на счет: %s';
$_['text_transaction_total'] = 'Общая сумма на Вашем аккаунте: %s.' . "\n\n" . 'Эта сумма будет автоматически расходоваться при следующих покупках.';
$_['text_reward_subject'] = '%s - Бонусные баллы';
$_['text_reward_received'] = 'Вы получили %s бонусных баллов!';
$_['text_reward_total'] = 'Общее число бонусных баллов %s.';
$_['text_subject'] = '%s %s - Ваш обліковий запис було створено!';
$_['text_welcome'] = 'Ласкаво просимо, Ваша обліковий запис було створено в %s!  Ваш логiн: %s <br> Ваш пароль: %s ';
$_['text_thanks'] = 'Дякуємо,';
$_['text_catalog'] = 'Каталог';
$_['text_pay_delivery'] = 'Оплата i доставка';
$_['text_history_order'] = 'Історія замовлень';
$_['text_terms_of_use'] = 'Користувача угода';
$_['text_contacts'] = 'Контакти';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_signup'] = 'Новий клієнт підписав:';
$_['text_customer_group'] = 'Група клієнта:';
$_['text_firstname'] = 'імя:';
$_['text_lastname'] = 'Прізвище:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'Телефон:';
