<?php
// Heading
$_['heading_title']     = 'Контентный модуль с табами';

// Text
$_['text_add_success']      = 'Настройки таба успешно добалены!';
$_['text_edit_success']      = 'Настройки таба успешно изменены!';
$_['text_list']         = 'Популярные продукты';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_default']      = 'По умолчанию';
$_['text_edit_main_page']  = 'Редактирование главной страницы';

// Column
$_['column_name']       = 'Название';
$_['entry_name']       = 'Название';
$_['entry_text']     = 'Содержимое';
$_['column_text']     = 'Содержимое';
$_['column_action']     = 'Действия';

// Error
$_['error_permission']                  = 'У Вас нет прав для изменения настроек!';
$_['error_delete_tab']                  = 'Произошла ошибка в удалении!';
$_['error_not_product']                 = 'Продукт не найден!';
$_['error_change_name_status']          = 'Произошла ошибка по изменению заголовка и статуса блока!';
$_['error_change_name_status_link']     = 'Произошла ошибка по изменению заголовка, статуса и ссылки блока!';
$_['error_name']                        = 'Обязательно должно быть заполнено название таба';
$_['error_text']                        = 'Обязательно должно быть заполнено содержимое таба';

// success
$_['success_add_news']                  = 'Вы добавили новую новость';

$_['success_delete_tab']                = 'Вы успешно удалили таб';
$_['success_delete_article']            = 'Вы успешно удалили статью';
$_['success_change_name_status']        = 'Вы успешно изменили заголовок и статус!';
$_['success_change_name_status_link']   = 'Вы успешно изменили заголовок, статус и ссылку!';

//Button
$_['button_delete']      = 'Удаление';
$_['button_add']         = 'Добавить таб';
$_['button_change']      = 'Изменить название';
