<?php
// Text
$_['text_address']       = 'Успіх: вказано адресу доставки!';
$_['text_method']        = 'Успіх: спосіб доставки встановлено!';

// Error
$_['error_permission']   = 'Попередження: у вас немає дозволу на доступ до API!';
$_['error_firstname']    = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса 1 повинна бути від 3 до 128 символів!';
$_['error_city']         = 'Місто повинно бути від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен становити від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь-ласка, виберіть країну!';
$_['error_zone']         = 'Будь-ласка, виберіть регіон/область!';
$_['error_custom_field'] = '%s необхідне!';
$_['error_address']      = 'Попередження: необхідна адреса доставки!';
$_['error_method']       = 'Попередження: потрібен спосіб доставки!';
$_['error_no_shipping']  = 'Попередження: немає доступних способів доставки!';

