<?php
// Text
$_['text_success']     = 'Успіх: Ваша подарункова знижка ваучера була застосована!';
$_['text_cart']        = 'Успіх: Ви змінили свій кошик для покупок!';

$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Error
$_['error_permission'] = 'Попередження: у вас немає дозволу на доступ до API!';
$_['error_voucher']    = 'Попередження: Подарунковий ваучер невірний, або баланс було використано!';
$_['error_to_name']    = 'Ім\'я одержувача має бути від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім\'я повинно бути від 1 до 64 символів!';
$_['error_email']      = 'Адреса електронної пошти не дійсні!';
$_['error_theme']      = 'Ви повинні вибрати тему!';
$_['error_amount']     = 'Сума повинна бути між %s та %s!';

