<?php
// Text
$_['text_home']          = 'Головна';
$_['text_wishlist']      = 'Закладки (%s)';
$_['text_shopping_cart'] = 'Корзина';
$_['text_category']      = 'Категорії';
$_['text_account']       = 'Особистий кабінет';
$_['text_register']      = 'Реєстрація';
$_['text_login']         = 'Авторизація';
$_['text_order']         = 'Історія замовлень';
$_['text_transaction']   = 'Транзакції';
$_['text_download']      = 'Завантаження';
$_['text_logout']        = 'Вихід';
$_['text_checkout']      = 'Оформлення замовлення';
$_['text_search']        = 'Пошук';
$_['text_all']           = 'Переглянути все';
$_['text_menu']          = 'Меню';

//Sliders
$_['text_slider_news']    = 'НОВИНИ';
$_['text_slider_new']     = 'НОВИНКИ';
$_['text_slider_more']    = 'Детальніше';
$_['text_slider_cart']    = 'В кошик';

//Modal
$_['text_modal_confirm']    = 'Підтвердження даних';
$_['text_modal_text']       = 'Ми здійснюємо поставку товару покупцеві за двосторонньою угодою. Надані Вами дані будуть використовуватися тільки для підготовки відповідних документів. Після відправки реєстраційних відомостей наш менеджер зв\'яжеться з Вами для уточнення всіх реквізитів, необхідних для складання договору і подальшого відвантаження товару';
$_['text_modal_back']       = 'Не зараз';
$_['text_modal_cabinet']    = 'Перейти до особистого кабінету';
