<?php
// Heading
$_['heading_title']        = 'Регистрация';

// Text
$_['text_account']         = 'Личный Кабинет';
$_['text_register']        = 'Регистрация';
$_['text_account_already'] = 'Если Вы уже зарегистрированы, перейдите на страницу <a href="%s">авторизации</a>.';
$_['text_your_details']    = 'Основные данные';
$_['text_your_address']    = 'Ваш адрес';
$_['text_newsletter']      = 'Рассылка новостей';
$_['text_your_password']   = 'Ваш пароль';
$_['text_agree']           = 'Я согласен с условиями <a href="%s" class="agree">%s</a>';
$_['text_register']        = 'Зарегистрироваться';

// Entry
$_['entry_customer_group'] = 'Направление бизнеса';
$_['entry_firstname']      = 'Имя';
$_['entry_lastname']       = 'Фамилия';
$_['entry_patronymic']     = 'Отчество';
$_['entry_email']          = 'E-Mail';
$_['entry_telephone']      = 'Телефон';
$_['entry_fax']            = 'Факс';
$_['entry_company']        = 'Компания';
$_['entry_address_1']      = 'Адрес 1';
$_['entry_address_2']      = 'Адрес 2';
$_['entry_postcode']       = 'Индекс';
$_['entry_city']           = 'Город';
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Область';
$_['entry_newsletter']     = 'Подписка на новости';
$_['entry_password']       = 'Пароль';
$_['entry_confirm']        = 'Повторите пароль';

//Placeholder
$_['entry_lastname_pl']       = 'Например: Иванов. Длина поля должна быть от 1 до 32 символов';
$_['entry_firstname_pl']      = 'Например: Иван. Длина поля должна быть от 1 до 32 символов';
$_['entry_patronymic_pl']     = 'Например: Иванович';
$_['entry_email_pl']          = 'Например: example@gmail.com. Длина поля должна быть от 1 символа';
$_['entry_telephone_pl']      = 'Например: +74957775407';
$_['entry_password_pl']       = 'Пароль. Длина поля должна быть от 4 до 40 символов';
$_['entry_confirm_pl']        = 'Повторите пароль. Длина поля должна быть от 4 до 40 символов';

$_['name_error']              = 'Разрешено вводить только символы[A-z, А-я]';
$_['name_error_empty']        = 'Поле Имя должно быть заполнено';
$_['lname_error_empty']       = 'Поле Фамилия должно быть заполнено';
$_['email_error']             = 'Вы указали неверный Email';
$_['email_error_empty']       = 'Поле Email должно быть заполнено';
$_['company_error_empty']     = 'Поле Компания должно быть заполнено';
$_['pass_error_empty']        = 'Поле Пароль должно быть заполнено';
$_['pass_error_length']       = 'Длина поля Пароль должна быть от 4 до 40 символов';
$_['pass_error_confirm_length'] = 'Длина поля Повторить Пароль должна быть от 4 до 40 символов';
$_['pass_confirm_error_empty']= 'Поле Повторите пароль должно быть заполнено';
$_['pass_repeat_error_empty'] = 'Пароли должны совпадать';
$_['tel_error']               = 'Разрешено вводить только символы 0-9';
$_['tel_error_empty']         = 'Поле Телефон должно быть заполнено';
$_['checkbox_error']          = 'Вы должны согласиться с условиями';

// Error
$_['error_exists']         = 'Данный E-Mail уже зарегистрирован!';
$_['error_firstname']      = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']       = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_patronymic']     = 'Отчество должно быть от 1 до 32 символов!';
$_['error_email']          = 'E-Mail введен неправильно!';
$_['error_telephone']      = 'Телефон должен быть от 3 до 32 цифр!';
$_['error_address_1']      = 'Адрес должен быть от 3 до 128 символов!';
$_['error_city']           = 'Название города должно быть от 2 до 128 символов!';
$_['error_postcode']       = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Выберите страну!';
$_['error_zone']           = 'Выберите регион / область!';
$_['error_custom_field']   = '%s обязательно к заполнению!';
$_['error_password']       = 'В пароле должно быть от 4 до 20 символов!';
$_['error_confirm']        = 'Пароли и пароль подтверждения не совпадают!';
$_['error_agree']          = 'Вы должны прочитать и согласится с %s!';
