<?php
// Heading
$_['heading_title']										= 'Оформлення замовлення';

// Text
$_['text_cart']												= 'Корзина покупок';
$_['text_checkout_option']							= 'Крок %s: Спосіб оформления замовлення';
$_['text_checkout_account']						= 'Крок %s: Профіль &amp; Платіжна інформація';
$_['text_checkout_payment_address']			= 'Крок %s: Платіжна інформація';
$_['text_checkout_shipping_address']			= 'Крок %s: Адреса доставки';
$_['text_checkout_shipping_method']			= 'Крок %s: Спосіб доставки';
$_['text_checkout_payment_method']			= 'Крок %s: Спосіб оплати';
$_['text_checkout_confirm']							= 'Крок 6: Підтвердження замовлення';
$_['text_modify']											= 'Змінити &raquo;';
$_['text_new_customer']								= 'Новий покупець';
$_['text_returning_customer']						= 'Зареєстрований користувач';
$_['text_checkout']										= 'Варіанти Оформлення замовлення';
$_['text_i_am_returning_customer']				= 'Я робив тут покупки раніше і зареєструвався';
$_['text_register']										= 'Реєстрація';
$_['text_guest']											= 'Оформить замовлення без реєстрації';
$_['text_register_account']							= 'Створення облікового запису допоможе робити покупки швидче і зручніше, а також отримувати знижки як наш покупець.';
$_['text_forgotten']										= 'Забули пароль?';
$_['text_your_details']									= 'Особисті дані';
$_['text_your_address']								= 'Адреса';
$_['text_your_password']							= 'Пароль';
$_['text_agree']											= 'Я прочитав <a href="%s" class="agree"><b>%s</b></a> і погоджуюся з умовами';
$_['text_address_new']								= 'Я хочу використовувати нову адресу';
$_['text_address_existing']							= 'Я хочу використовувати існуючу адресу';
$_['text_shipping_method']							= 'Виберіть зручний спосіб доставки для даного замовлення';
$_['text_payment_method']							= 'Виберіть спосіб оплати для даного замовлення';
$_['text_comments']									= 'Ви можете добавити коментар до свойого замовлення';
$_['text_recurring']										= 'Періодичні платежі';
$_['text_payment_recurring']						= 'Платіжний профіль';
$_['text_trial_description']							= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d;  Далі,  ';
$_['text_payment_description']					= 'Вартість: %s; Періодичність: %d %s;  Кількість платежів: %d';
$_['text_payment_until_canceled_description']		= 'Вартість: %s; Періодичність: %d %s;  Кількість платежів: до відміни';

$_['text_day']			= 'день';
$_['text_week']			= 'тиждень';
$_['text_semi_month']	= 'півмісяця';
$_['text_month']		= 'місяць';
$_['text_year']			= 'рік';

// Column
$_['text_image']            = "Зображення";
$_['column_name']			= 'Назва товару';
$_['column_model']		    = 'Виробник';
$_['column_quantity']		= 'Кількість';
$_['column_price']			= 'Цiна за шт.';
$_['column_total']			= 'Разом';
$_['column_delete']			= 'Видалити';

// Entry
$_['entry_email_address']			= 'E-Mail Адрес';
$_['entry_email']							= 'E-Mail';
$_['entry_password']					= 'Пароль';
$_['entry_confirm']						= 'Підтвердження пароля';
$_['entry_firstname']					= 'Ім\'я';
$_['entry_lastname']					= 'Прізвище';
$_['entry_patronymic']					= 'По батькові';
$_['entry_telephone']					= 'Телефон';
$_['entry_fax']							= 'Факс';
$_['entry_address']						= 'Виберіть адресу';
$_['entry_company']					= 'Компанія';
$_['entry_customer_group']			= 'Тип бізнесу';
$_['entry_address_1']					= 'Адреса';
$_['entry_address_2']					= 'Адреса 2';
$_['entry_postcode']					= 'Індекс';
$_['entry_city']							= 'Місто';
$_['entry_country']						= 'Країна';
$_['entry_zone']							= 'Регіон / Область';
$_['entry_newsletter']					= 'Я хочу підписатися на новини %s .';
$_['entry_shipping']					= 'Моя адреса доставки збігається з платіжною.';

// Error
$_['error_warning']						= 'Виникла проблема при обробці Вашого замовлення! Якщо такі проблеми повторюватимуться, спробуйте вибрати інший спосіб оплати або <a href="%s">зв\'яжіться з адміністратором магазину</a>.';
$_['error_login']							= 'Помилка: Неправильний E-Mail і / або пароль.';
$_['error_attempts']					= 'Ви перевищили максимальну кількість спроб авторизації. Будь ласка, повторіть спробу авторизації на сайті через 1 годину';
$_['error_approved']					= 'Перш ніж Ви зможете увійти, адміністрація повинна схвалити Ваш аккаунт.';
$_['error_exists']						= 'Помилка: цей E-Mail адреса вже зареєстрований!';
$_['error_firstname']					= 'Ім\'я повинно бути від 3 до 32 символів!';
$_['error_lastname']					= 'Прізвище повинно бути від 3 до 32 символів!';
$_['error_email']							= 'Е-mail адреса введа неправильно!';
$_['error_telephone']					= 'Номер телефону повинен бути від 3 до 32 символів!';
$_['error_password']					= 'Пароль повинен бути від 4 до 20 символів!';
$_['error_confirm']						= 'Паролі не співпадають!';
$_['error_address_1']					= 'Адреса повинен бути від 3 до 128 символів!';
$_['error_city']							= 'Назва міста має бути від 2 до 128 символів!';
$_['error_postcode']					= 'Індекс повинен бути від 2 до 10 символів!';
$_['error_country']						= 'Будь ласка, виберіть країну!';
$_['error_zone']							= 'Будь ласка, виберіть регіон / область';
$_['error_agree']							= 'Ви повинні прочитати і погодиться з %s!';
$_['error_address']						= 'Потрібно зазначити адресу!';
$_['error_shipping']						= 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']				= 'Немає доступних способів доставки. Будь ласка <a href="%s">зв\'яжіться з адміністрацією</a>!';
$_['error_payment']						= 'Необхідно вказати спосіб оплати!';
$_['error_no_payment']				= 'Немає доступних способів оплати. Будь ласка <a href="%s">зв\'яжіться з адміністрацією</a>!';
$_['error_custom_field']				= '%s обов\'язкове!';
$_['error_custom_field_validate']	= '%s не коректне!';
$_['error_agree_rules']				= 'Ви повинні прочитати Угода і погодиться з правилами!';


$_['text_additional'] = 'Якщо у вас є код купона на знижку або бонусні бали, які ви хочете використати, виберіть відповідний пункт.';
$_['text_coupon'] = 'Введіть код купону';
$_['text_reward'] = 'Використовувати дод. бали';
$_['text_voucher'] = 'Введіть код сертифікату';
$_['text_loading'] = 'Завантаження...';

$_['text_login2'] 		= 'Увійти під своїм логіном і паролем';
$_['text_register3'] 	= 'Зареєструватися';
$_['text_register2'] 	= 'Уже зареєстровані?';
$_['text_total_checkout'] = 'Сума вашого замовлення: ';
$_['button_confirm_checkout'] = 'Всі дані правильні, оформити замовлення';

$_['button_apply'] = 'Застосувати';

$_['text_checkout'] = 'Оформлення замовлення';
$_['text_product_weight'] = 'Вага товарів в корзині: ';

$_['button_remove'] = 'Видалити';

$_['shipping_address'] = 'Адреса доставки';
$_['select_country'] = 'Виберіть країну';
$_['text_delivery_methods'] = 'Способи доставки';
$_['text_payment_methods'] = 'Способи оплати';
$_['text_comment2'] = 'Коментар';

$_['text_cart_empty'] = 'Ваша корзина пуста';
