<?php
// Heading
$_['heading_title']        = 'Ваше замовлення прийнято';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформити замовлення';
$_['text_success']         = 'Замовлення прийняте';
$_['text_customer']        = '<p>Історія замовлення знаходиться в Особистому кабінеті. Для перегляду історії, перейдіть за посиланням <a href="%s">Історія замовлень</a>.</p><p>Якщо у Вас виникли питання, будь-ласка<a href="%s">зв\'яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_guest']           = '<p>Якщо у Вас виникли питання, будь-ласка <a href="%s">зв\'яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
