<?php
// Text
$_['text_home']          = 'Главная';
$_['text_wishlist']      = 'Закладки (%s)';
$_['text_shopping_cart'] = 'Корзина';
$_['text_category']      = 'Категории';
$_['text_account']       = 'Личный кабинет';
$_['text_register']      = 'Регистрация';
$_['text_login']         = 'Авторизация';
$_['text_order']         = 'История заказов';
$_['text_transaction']   = 'Транзакции';
$_['text_download']      = 'Загрузки';
$_['text_logout']        = 'Выход';
$_['text_checkout']      = 'Оформление заказа';
$_['text_search']        = 'Поиск';
$_['text_all']           = 'Смотреть Все';
$_['text_menu']          = 'Меню';

//Sliders
$_['text_slider_news']    = 'НОВОСТИ';
$_['text_slider_new']     = 'НОВИНКИ';
$_['text_slider_more']    = 'Подробнее';
$_['text_slider_cart']    = 'В корзину';

//Modal
$_['text_modal_confirm']    = 'Подтверждение данных';
$_['text_modal_text']       = 'Мы осуществляем поставку товара покупателю по двустороннему договору. Предоставленные Вами данные будут использоваться только для подготовки соответствующих документов. После отправки регистрационных сведений наш менеджер свяжется с Вами для уточнения всех реквизитов, необходимых для составления договора и последующей отгрузки товара';
$_['text_modal_back']       = 'Не сейчас';
$_['text_modal_cabinet']    = 'Перейти в личный кабинет';
