<?php

$_['heading_title']  = 'Про нас';

$_['text_about_first']  = 'ТОВ «Кюгель» утворено в квітні 2006 року. Компанією здійснюються поставки широкого спектру підшипників, підшипникових вузлів і ущільнень, мастильних матеріалів і систем змащування, шпинделів, мехатроніки, інструментів для технічного обслуговування, обладнання для моніторингу та діагностики.';
$_['text_about_second']  = 'Підприємство "Кюгель" є авторизованим дистриб\'ютором Timken (торгові марки Timken, Torrington, Fafnir, DRIVES, QM Bearings), Schaeffler Group (торгові марки INA, FAG) і Hiwin. Ми пропонуємо унікальні інженерні рішення для своїх клієнтів, в зв\'язку з чим постійно розширюємо номенклатуру продуктів провідних світових виробників. Прийнятний рівень цін на пропоновану продукцію, постійне збільшення обсягів продажів, пошук надійних партнерів і створення довгострокових відносин є основами діяльності компанії. Нам довіряють найбільші виробничі підприємства Росії і Білорусі.';