<?php
// Heading
$_['heading_title']  = 'Контакти';

// Text
$_['text_location']  = 'Наше місцезнаходження';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Написати нам';
$_['text_address']   = 'Адреса: ';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим роботи';
$_['text_comment']   = 'Додаткова інформація';
$_['text_success']   = '<p>Ваше повідомлення успішно надіслано власнику магазину</p>';
$_['button_submit']         = 'Відправити повідомлення';
$_['text_message']   = '<p>Ваш запит був успішно відправлений власнику магазину!</p>';

// Entry
$_['entry_name']     = 'Ваше ім\'я';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Ваше запитання чи повідомлення';
$_['entry_captcha']  = 'Введіть код, що вказаний на картинці';

// Email
$_['email_subject']  = 'Повідомлення від %s';

// Errors
$_['error_name']     = 'Ім\'я повинно бути від 3 до 32 символів!';
$_['error_email']    = 'E-mail адреса введена неправильно!';
$_['error_enquiry']  = 'Довжина тексту повинна бути від 10 до 3000 символів!';
$_['error_captcha']  = 'Код перевірки не збігається із зображенням!';

$_['contact_address']  = '142712, Московська обл., Ленінський р-он, пос. Горки Ленінські, а/я 2352';
$_['contact_address_storage']  = 'Адреса складу: 142712, Московська обл., Ленінський р-он, пос. Горки Ленінські,
    промзона "Технопарк М4", координати 55.523242, 37.771342';


