<?php

$_['heading_title']  = 'Як замовити';
$_['text_description']  = '<p style="text-align: justify;"><span style="color: #000000;">УВАГА:</span></p>
            <p style="text-align: justify;"><span style="color: #ff0000;">У зв\'язку з проведенням технічних робіт на сайті можливо невідповідність відображуваного кількості товару на складі з наявними реальними залишками. Приносимо вибачення за вказане незручність і просимо врахувати даний факт при замовленні. Для уточнення реальної кількості товару, наявного на складі, необхідно зв\'язатися з нашими менеджерами за тел. & Nbsp; <a href="tel:+74957775407"> +7 (495) 777-54-07 </a> або email: <a href = "mailto: shop@prolm.ru"> shop@prolm.ru </a>. Сума мінімального замовлення становить 1000 рублів.</span></p>
            <p style="text-align: justify;">Для замовлення товару в нашому інтернет-магазині необхідно пройти <a href="/index.php?route=account/register" target="_blank"> реєстрацію </a>. Про способи доставки Ви можете ознайомитися в <a href="/index.php?route=information/delivery" target="_blank"> відповідному розділі </a>.</p>
            <p style="text-align: justify;">Будь ласка, вказуйте достовірні відомості при заповненні обов\'язкових полів, позначених символом "<span style =" color: #ff0000; "> * </span>". Коректність введених Вами даних спростить оформлення і прискорить відправку Ваших замовлень. Персональна інформація не буде використовуватися для будь-яких інших дій, в т.ч. для передачі третій стороні. На вказаний Вами e-mail буде відправлено листа з посиланням на підтвердження реєстрації. Після переходу за цим посиланням Ваш аккаунт буде активовано.</p>
            <p style="text-align: justify;">Якщо Ви зареєструвалися та активували свій аккаунт - увійдіть, натиснувши посилання "Вхід" у верхній частині сторінки і ввівши e-mail і пароль, вказані при реєстрації. Ви потрапите в свій особистий кабінет, у якому Вашу персональну інформацію та відомості про замовлення.</p>
            <p>Для замовлення:</p>
            <ol>
                <li style="text-align: justify;">Виберіть необхідний товар в <a href="/index.php?route=product/category"> каталозі магазина </a> або використовуючи відповідний запит в пошуковому рядку сайту. <span style="color: #999999;"> <em> Для здійснення пошуку введіть не менше 3 символів (букв і / або цифр), що містяться в назві потрібного Вам товару. Пошукова система в режимі реального часу буде відображати кількість знайдених товарів, що відповідають Вашому запиту, а також показвает їх назви. Натиснувши на клавішу "Enter" на клавіатурі або клікнувши на іконку пошуку в пошуковому рядку Вам буде представлений весь список товарів, що містять у назві було введено жодного символу. </em> </span></li>
                <li style="text-align: justify;">Клікнувши на конкретний товар Ви зможете ознайомитися з його коротким описом, технічними характеристиками, ціною та наявною на складі кількістю.</li>
                <li style="text-align: justify;">Виберіть необхідну кількість (довжину) товару і натисніть кнопку "В кошик". При наявності у товару аналогів під кнопкою "В кошик" розташована кнопка "Аналоги", клікнувши на яку Вам будуть запропоновані продукти з однаковими або близькими характеристиками.</li>
                <li style="text-align: justify;">Помістивши в кошик необхідні товари, Ви можете змінити їх кількість (довжину) або видалити їх з кошика.</li>
                <li style="text-align: justify;">У коментарях до замовлення повідомте яким перевізником Вам буде зручна доставка придбаного замовлення.</li>
                <li style="text-align: justify;">Сплатіть товар або запросіть рахунок на оплату. Про способи оплати Ви можете ознайомитися в <a href="/index.php?route=information/howpay" target="_blank"> цьому розділі </a></li>
            </ol>
';

