<?php
// Text
$_['text_subject'] = '%s %s - Спасибо за регистрацию';
$_['text_welcome'] = 'Добро пожаловать и благодарим вас за регистрацию в %s!';
$_['text_login'] = 'Теперь ваша учетная запись создана, и вы можете войти в систему, используя свой адрес электронной
    почты и пароль, посетив наш веб-сайт или по следующему URL-адресу: ';
$_['text_approval'] = 'Прежде чем войти в систему, ваша учетная запись должна быть утверждена. После утверждения вы
    можете войти в систему, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по
    следующему URL-адресу:';
$_['text_service'] = 'При входе в систему вы сможете получить доступ к другим службам, включая просмотр прошлых
    заказов, печать счетов и редактирование информации об учетной записи.';
$_['text_thanks'] = 'Спасибо,';
$_['text_new_customer'] = 'Новый клиент';
$_['text_signup'] = 'Новый клиент подписал:';
$_['text_customer_group'] = 'Группа клиента:';
$_['text_firstname'] = 'Имя:';
$_['text_lastname'] = 'Фамилия:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'Телефон:';
$_['button_login'] = 'Login';
$_['text_catalog'] = 'Каталог';
$_['text_pay_delivery'] = 'Оплата и доставка';
$_['text_history_order'] = 'История заказов';
$_['text_terms_of_use'] = 'Пользовательское соглашение';
$_['text_contacts'] = 'Контакты';

